Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/valgdirektoratet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Who has access to EVA?
nn: Kven har tilgang til EVA?

source: We will interview deaf politicians, hearing politicians, debate issues, and explain contexts.
nn: Vi vil intervjue døve politikarar, høyrande politikarar, debattere saker og forklare samanhengar.

source: Once a county has been distributed a seat at large it is out of the competition.
nn: Når eit fylke har fått eit utjamningsmandat, er det ute av konkurransen.

source: Here you will find an overview of which parties and candidates are standing for election in the 2021 parliamentary elections.
nn: Her finner du oversikt over kva for parti og kandidatar som stiller til val ved stortingsvalet 2021.

source: When you vote in a parliamentary election, you are helping to decide which 169 representatives will sit in Norway’s legislative, appropriating, and supervisory assembly for the next four years.
nn: Når du røystar ved stortingsval, er du med påå avgjere kven dei 169 representantane er, som skal sitje i Noregs lovgjevande, løyvande og kontrollerande forsamling dei neste fire åra.

source: If the party did not win any constituency seats, one uses the actual total vote polled.
nn: Dersom partiet ikkje har vunne noko distriktsmandat, bruker ein røystetalet slik det er.

source: Example of electoral count in a municipality
nn: Døme på valoppgjer i ein kommune

source: For the Parliamentary and Sami Parliamentary Elections 2021, we have provided support for initiatives such as easy-to-read web solutions, social media campaigns, information initiatives targeted at people in prison, and TV programmes and election guides.
nn: Til stortings- og sametingsvalet 2021 har vi gjeve støtte til blant anna lettlesne nettløysingar, kampanjar i sosiale medium, informasjonstiltak retta mot innsette i fengsel og til TV-program og valaviser.

source: You can vote from abroad or on Svalbard and Jan Mayen from 1 July.
nn: Det er mogleg å røyste frå utlandet, Svalbard og Jan Mayen frå 1. juli.

source: Traffic to EVA is monitored and registered
nn: Trafikk mot EVA blir overvaka og registrert

source: Parliamentary elections are about electing 169 Storting representatives.
nn: Stortingsval handlar om å velje 169 stortingsrepresentantar.

source: The Norwegian Electoral Directorate currently has 31 employees and is based in Tønsberg
nn: Valdirektoratet har i dag 31 tilsette og heldt til i Tønsberg

source: However, only parties that attract at least 4 per cent of the national vote can be awarded seats at large.
nn: Men det er berre parti som oppnår ei oppslutning på minst 4 prosent av røystene nasjonalt, som kan tildelast utjamningsmandat.

source: The foundation will publish special newspaper editions (paper, CD, online PDF, and online podcasts) about the Election 2021 specially designed for young people with reading and language difficulties.
nn: Gjev ut ei særskilt avisutgåve (papir, CD, PDF på nett, podkast på nett) om valet 2021 spesielt tilrettelagd unge menneske med skrive- og språkvanskar.

source: Typical topics for election broadcasts include the electoral system, the parties, the election campaign, the issues, the profiles, and the conflicts.
nn: Typiske tema for valsendingane vil vere valordninga, partia, valkampen, sakene, profilane og konfliktane.

source: Election results before 21:00 on election dayResults from counts must not be published before all polling stations have closed to ensure no one is influenced.
nn: Valresultat før 21:00 på valdagen.For å sikre at ingen blir påverka, skal ikkje resultat for oppteljingane opplysast før alle vallokala stengjer.

source: Is EVA secure?
nn: Er EVA sikker?

source: Some 19 of these, one from each county, will hold a seat at large.
nn: 19 av desse, eitt frå kvart fylke, er utjamningsmandat.

source: If you are visually impaired or blind, cross-off ballot papers with guidance in Braille are available.
nn: Dersom du har nedsett syn eller er blind, finst det avkryssingsrøystesetlar med rettleiarar i punktskrift.

source: Those with access rights must identify themselves via the ID Portal (BankID, Buypass, etc.).
nn: Dei som har tilgang, må identifisere seg via Id-porten (bankID, Buypass o.l.)

source: We log the date, medium, first name and last name of the journalist, telephone number, email address, what the enquiry was about, and any email exchanges.
nn: Vi loggfører dato, medium, førenamn og etternamn på journalist, telefonnummer, e-postadresse, kva saka gjeld og eventuell e-postutveksling.

source: In OEP you can see document details, order access to documents, and print out or store public records.
nn: I OEP kan du sjå dokumentdetaljar, bestille innsyn i dokument og skrive ut eller lagre postjournalar.

source: listed by Difi for government adverts
nn: listeførte i DIFI for statsannonsering

source: A total of 39 representatives are elected from across the entire country.
nn: Til saman blir det valt 39 representantar frå heile landet.

source: If you vote in advance, you cannot vote again, even on election day.
nn: Dersom du førehandsrøystar, så kan du ikkje røyste på nytt, heller ikkje på valdagen.

source: Series of short films produced by Stas Artist AS and the film company Panbdore Film AS.
nn: Programserie med små korte filmar, produsert av Stas Artist AS og filmselskapet Panbdore Film AS.

source: Information work targeting people in prison and former convicts about who can vote, how to vote, the parties standing for election, and why they should use their right to vote.
nn: Informasjonsarbeid retta mot innsette i fengsel og tidlegare straffedømte om kven som kan røyste, korleis dei røystar, parti som stiller til val, og kvifor røysteretten bør nyttast.

source: They will interview all sides, looks at the numbers and data, and discuss their way to conclusions.
nn: Dei skal intervjue alle sider, sjå på tal og data, og drøfte seg fram til ein konklusjon.

source: The information will be disseminated through multilingual information films and radio adverts, meetings between prisoners and politicians 'on the inside', social studies workshops, and written information about the election.
nn: Informasjonen skal spreiast gjennom fleirspråkleg informasjonsfilm og radioinnslag, møte mellom innsette og politikarar «på innsida», workshops i samfunnslære og spreiing av skriftleg informasjon om valet.

source: Individuals, municipalities, county authorities, and political parties cannot apply for these grants.
nn: Einskildpersonar, kommunar, fylkeskommunar og politiske parti kan ikkje søkje om dette tilskotet.

source: The Norwegian Directorate of Elections has, therefore, prepared templates for the submission of list proposals for the parliamentary election in 2021.
nn: Valdirektoratet har difor utarbeidd ein mal for innlevering av listeforslag til stortingsvalet 2021.

source: The physical ballot papers will be held by, and available from, county authorities after the election.
nn: Røystesetlane finst i papirutgåve og blir tekne vare på av fylkeskommunen etter valet.

source: When is the deadline for voting?
nn: Når er fristen for å røyste?

source: Once folded, the template consists of two standard pages (A4).
nn: Ferdig bretta består malen av to sider for standard (A4).

source: The information is used as a basis for producing ballot papers and polling cards, as well as for determining how EVA provides system support to municipalities and county authorities for the reception of votes and counting of election results.
nn: Informasjonen blir brukt som grunnlag for røystesetlar og valkort, og han blir i tillegg avgjerande for korleis EVA gjev systemstøtte til kommunar og fylkeskommunar for mottak av røystegjevingar og oppteljing av valresultat.

source: Lists and candidates 2021
nn: Lister og kandidatar 2021

source: Will you be voting from abroad or on Svalbard?
nn: Skal du røyste frå utlandet eller på Svalbard?

source: The distribution of seats between the constituencies is recalculated every eight years based on the 19 constituencies' population and area.
nn: Fordelinga av mandat mellom valdistrikta blir gjord kvart åttande år og rekna ut på bakgrunn av innbyggjartal og areal i dei 19 valdistrikta.

source: The overview is based on data reported from the county municipalities via the EVA election system.
nn: Oversikta byggjer på data som er rapportert inn frå fylkeskommunane via valsystemet EVA.

source: The main objective is to get more voters to use their right to vote in the parliamentary election in 2021.
nn: Hovudmålet er å få fleire med røysterett til å bruke røysteretten sin til stortingsvalet i 2021.

source: The 'Ta Valget 2021' campaign is a broad-based campaign on YouTube, Instagram, Snapchat and TikTok involving fun, informative, and inspiring videos about the parties and parliamentary election.
nn: Ta Valget 2021-aksjonen er ei brei satsing på YouTube, Instagram, Snapchat og TikTok med morosam, informativ og inspirerande video om partia og stortingsvalet.

source: The same rules apply on Svalbard and Jan Mayen Island that apply for voting abroad.
nn: Svalbard og Jan Mayen er omfatta av dei same reglane som utanriksrøystegjeving.

source: Searchable public records for the Norwegian Directorate of Elections are available via the Electronic Public Records (OEP).
nn: Søkbar postjournal for Valdirektoratet er tilgjengeleg via Offentleg elektronisk postjournal (OEP).

source: If party A in the municipality mentioned above is voted for and there are two throwers on the ballot paper, then party A will receive 21 list votes, while the last two list votes will be given to the throwers' parties.
nn: Om ein røyster på parti A i kommunen nemnt ovanfor og har to slengjarar på røystesetelen, vil parti A altså få 21 listerøyster, medan dei to siste listerøystene vil gå til slengjarane sine parti.

source: Use of the logo must comply with the rules for the use of the national coat of arms as laid down by Royal Decree.
nn: Bruk av logo må skje i samsvar med reglane for bruk av riksvåpen som er fastsette i kongeleg resolusjon.

source: The leaflet from the Norwegian Directorate of Elections provides voters with the most important information they need about the Parliamentary Election 2021.
nn: Informasjonsbrosjyren frå Valdirektoratet gjev veljarane den viktigaste informasjonen om stortingsvalet 2021.

source: This calculation is carried out for all parties that should receive seats at large in all 19 constituencies.
nn: Dette reknestykket blir gjort for alle parti som skal få utjamningsmandat i alle 19 valdistrikt.

source: The application deadline is 15 November of that same year.
nn: Søknadsfristen er 15. november same år.

source: Next one takes the parties' total vote polled in the county.
nn: Deretter tek ein utgangspunkt i røystetalet partia har i fylka.

source: Each ballot paper will thus represent 23 list votes.
nn: Då vil kvar røystesetel representere 23 listerøyster.

source: This is done by calculating a new electoral count in which one distributes all of the 169 seats, although this time using the entire country as a single constituency.
nn: Dette gjer ein gjennom å rekne ut eit nytt valoppgjer der ein fordeler alle dei 169 mandata, men no med heile landet som éin valkrins.

source: EVA Skanning is an application that manages the machine counting of ballot papers.
nn: EVA Skanning er applikasjonen som styrer den maskinelle oppteljinga av røystesetlar.

source: The information held by EVA is also used as a basis for calculating forecasts and election results, which are published on valgresultat.no and provided to the media on election night.
nn: I tillegg bruker ein informasjonen i EVA som grunnlag for berekning av prognosar og valresultat som blant anna blir publisert på valgresultat.no og gjeve til media på valkvelden.

source: Who has access to EVA and which functions they have access to are restricted
nn: Det er avgrensa kven som har tilgang til EVA og kva funksjonar ein har tilgang til

source: The right to vote in parliamentary elections is based on universal suffrage, which means that the right to vote is not restricted on the basis of gender, religion, ethnicity, property ownership, or other distinctions.
nn: Røysteretten ved stortingsval er ålmenn, noko som inneber at røysteretten ikkje er innskrenka på bakgrunn av kjønn, religion, etnisitet, eigedomsinnehaving eller andre gruppeinndelingar.

source: Given how the Norwegian electoral system is designed, every vote counts in determining which party will receive one or more of the 19 seats at large.
nn: Slik det norske valsystemet er, vil alle røyster telje med i å avgjere kva for nokre parti som får éitt eller fleire av dei 19 utjamningsmandata.

source: What is source code?
nn: Kva er kjeldekode?

source: In such a municipality, 23 representatives will be elected to the municipal council.
nn: I ein slik kommune skal det veljast 23 representantar til kommunestyret.

source: The distribution process continues for the remaining counties and parties until all 19 seats at large have been distributed.
nn: Fordelinga held fram for dei andre fylka og partia til alle 19 utjamningsmandata er fordelte.

source: Is the information in EVA secret?
nn: Er informasjonen i EVA hemmeleg?

source: The final application is EVA Resultat, which prepares election forecasts and election results as it receives them from EVA Admin.
nn: Den siste applikasjonen er EVA Resultat som utarbeider valprognosar og valresultatet etter kvart som han får dette frå EVA Admin.
